Revit 2024 API
UnitTypeId.KilonewtonsPerSquareMillimeter Property
 Kilonewtons per square millimeter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilonewtonsPerSquareMillimeter { get; }
Visual Basic
Public Shared ReadOnly Property KilonewtonsPerSquareMillimeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilonewtonsPerSquareMillimeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace